{
  "skillcollector_title": "Welcome to Skill Collector",
  "feedback": "Feedback",
  "start": "Start",
  "home": "HOME",
  "about_us": "ABOUT US",
  "instructions2": "Instructions",
  "skills2": "Skills",
  "skills3": "Soft skills",

  "limit_reached": "You have reached the limit for the category",
  "selection_limit": "For the {2} category, you are allowed to choose a maximum of {0} skills.",
  "got_it": "Got it",
  "instructions.title": "Instructions",
  "instructions.description": "You will be picking a total of 20 skills. Please select:",
  "skills": "Skills",
  "instructions.description2": "You will be picking a total of 3 skills. Please select:",

  "cookie_policy": "Cookie Policy",
  "cookie_policy_content": "We use cookies to improve your experience on our website.",
  "privacy_policy": "Privacy Policy",
  "privacy_policy_content": "We value your privacy and work hard to protect your personal information.",
  "terms_of_use": "Terms of Use",
  "terms_of_use_content": "By using our website, you agree to abide by our terms of use.",

  "about_us_title": "About Us",
  "about_us_body": "We are from Wimma Lab 2023",

  "overflow_team_name": "OVERFLOW-TEAM",
  "overflow_team_desc": "Skill Collector is used to collect information from companies and pass it on to educational institutions. The information collected concerns the skills that companies need now and in the future from future employees. <br> The foundation for Skill Collector was already laid in the spring at the Future Factory course, but Overflow continues its development further. We are focusing on improving the usability of Skill Collector by implementing Power BI to visualize the results and Power Automate to improve the workflow. <br><br> Overflow is working with IoTitude team, who provides us SFIA database.",
  "iotitude_team_name": "IOTITUDE-TEAM",
  "iotitude_team_desc": "Our main assignment this summer comes from Combitech Oy. <br><br> We are building an open source service Traffic Visualizer that uses public traffic APIs i.e. Digitraffic. The service shows data visualizations on a map where you can choose between vehicle types and different time-scales. <br><br> We also built the SFIA-db API that uses SFIA skill framework data. The framework data is stored in a PostgreSQL database which can be fetched using REST requests for other projects to use..",
  "mysticons_team_name": "MYSTICONS-TEAM",
  "mysticons_team_desc": "Mysticons will provide consultation services to other companies about containerization issues, Kubernetes, security auditing and DevSecOps related principles. Penetration testing and documentation are also part of our provided services. <br><br> We will ensure the safety of your data through fully automated security operations center, vulnerability assessments and a strict CI/CD pipeline with security testing. Our implementation is designed to prevent the deployment of vulnerable containers or potentially unsafe code. We strongly believe that everyone should have access for a safe hosting, development and maintenance environment.",
  "pengwin_team_name": "PENGWIN MEDIA-TEAM",
  "pengwin_team_desc": "Pengwin Media creates and designs WIMMA Lab's various graphics, maintains and updates the social media channels. The team also works closely with other teams and consults them as needed. <br><br> The WIMMA Lab’s Open Doors website and updates to the WIMMA Lab homepage are also made by Pengwin Media. This year Pengwin Media also received an assignment of their own; the Career Scouter website.",

  "terms_title": "TERMS AND CONDITIONS",
  "terms_intro": "These terms and conditions (\"Terms\") govern your use of our website located at (Skill Collector website). Please read these Terms carefully before accessing or using our Website.",
  "acceptance_title": "ACCEPTANCE OF TERMS",
  "acceptance_body": "By accessing or using our Website, you agree to be bound by these Terms and all applicable laws and regulations. If you do not agree with any of these Terms, you are prohibited from using or accessing this Website.",
  "ip_title": "INTELLECTUAL PROPERTY RIGHTS",
  "ip_body": "The content on this Website, including but not limited to text, graphics, logos, images, audio clips, digital downloads, data compilations, and software, is the property of Skill Collector or its content suppliers and is protected by intellectual property laws. You may not reproduce, distribute, modify, display, perform, or use any of the content without our prior written consent.",
  "accounts_title": "USER ACCOUNTS",
  "accounts_body": "To access certain features of the Website, you are required to log in with hash code. You are responsible for maintaining the confidentiality of your account and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your hash code.",
  "conduct_title": "USER CONDUCT",
  "conduct_body": "When using our Website, you agree not to: Violate any applicable laws or regulations. Infringe upon the rights of others. Transmit any harmful, unlawful, or otherwise objectionable content. Engage in any activity that could interfere with or disrupt the Website or the servers and networks connected to it. Attempt to gain unauthorized access to any portion of the Website or any other systems or networks connected to it.",
  "privacy_title": "PRIVACY POLICY",
  "privacy_body": "Our Privacy Policy governs the collection, use, and disclosure of personal information we may obtain from you through your use of the Website. By using our Website, you consent to the collection, use, and disclosure of your personal information as described in our Privacy Policy.",
  "disclaimer_title": "DISCLAIMER OF WARRANTIES",
  "disclaimer_body": "The Website and its content are provided on an \"as is\" and \"as available\" basis without any warranties of any kind, whether express or implied. We do not warrant that the Website will be error-free, uninterrupted, secure, or free from viruses or other harmful components.",
  "limitation_title": "LIMITATION OF LIABILITY",
  "limitation_body": "In no event shall Skill Collector or its affiliates, partners, or suppliers be liable for any damages (including, without limitation, damages for loss of data or profit) arising out of the use or inability to use the Website, even if we have been notified of the possibility of such damage.",
  "changes_title": "CHANGES TO THE TERMS AND CONDITIONS",
  "changes_body": "We reserve the right to update or modify these Terms at any time without prior notice. Any changes will be effective immediately upon posting the revised Terms on the Website. Your continued use of the Website following the posting of any changes constitutes acceptance of those changes.",
  "governing_title": "GOVERNING LAW",
  "governing_body": "These Terms shall be governed by and construed in accordance with the laws of Finland, without regard to its conflict of law provisions.",
  "contact_title": "CONTACT INFORMATION",
  "contact_body": "If you have any questions about these Terms, please contact our registrar.",

  "welcome_message": "Skill Collector is a comprehensive platform for collecting and analysing skill survey data.",
  "hash_placeholder": "Enter your hash",
  "hash_info": "Your were given a hash in an email.",
  "hash_not_found": "Hash not found",

  "questionnaire_info": "Answering this questionnaire should take around 15 minutes. You will be picking a total of 23 skills, on a first page you'll pick 20 skills:",
  "very_important": "5 Very Important",
  "important": "5 Important",
  "valuable": "5 Valuable",
  "future_useful": "5 Future need",
  "soft_skills": "and on a second page 3 soft skills",
  "soft_valuable": "1 Valuable",
  "soft_important": "1 Important",
  "soft_very_important": "1 Very important",
  "navigation_info": "You can move easily between categories by clicking the category name on a navigation bar on left side of the page. You can see more detailed description of skills by hovering over question mark next to skill.",

  "gdpr_title": "GDPR Statement",
  "privacy_value": "At Skill Collector, we value your privacy and we do not collect any personal information from our users.",
  "information_collection": "What information do we collect?",
  "information_statement": "Since we do not gather any personal information, such as names, email addresses, or contact details, you can browse our website anonymously without the need to provide any personal data.",
  "use_of_cookies": "Use of cookies and similar technologies:",
  "cookies_statement": "To enhance your browsing experience, we use cookies and similar technologies on our website. These are small text files stored on your device that help us analyze website traffic, customize content, and improve overall performance. These cookies do not contain any personal information we only use cookies to keep your session alive.",
  "third_party_links": "Third-party links:",
  "third_party_statement": "Our website may contain links to third-party websites for your convenience or as a reference. Please be aware that we have no control over the privacy practices or content of these websites. We encourage you to review the privacy policies of any third-party sites you visit.",
  "your_rights": "Your rights:",
  "rights_statement": "Even though we do not collect personal information, we still respect your privacy rights. If you have any concerns or questions regarding our website's privacy practices or wish to exercise any data protection rights you may have under applicable laws, please feel free to contact us using the provided contact details.",
  "gdpr_changes": "Changes to our GDPR statement:",
  "changes_statement": "We may occasionally update our GDPR statement to reflect any changes in our privacy practices. When we do make changes, the revised statement will be posted on this page with an updated revision date. We recommend checking this page periodically to stay informed about how we protect your privacy.",

  "close_button": "Close",
  "checkSummary": "Check summary",
  "read_through_list": "Please read through the list to confirm you are happy with your choices before sending",
  "futureNeed": "Future need",
  "valuable2": "Valuable",
  "important2": "Important",
  "mostImportant": "Most important",
  "veryImportant": "Very important",
  "skill": "Skill",
  "People and skills": "People and Skills",
  "Change and transformation": "Change and Transformation",
  "Strategy and architecture": "Strategy and Architecture",
  "Development and implementation": "Development and Implementation",
  "Relationships and engagement": "Relationships and Engagement",
  "Delivery and operation": "Delivery and Operation",
  "Soft skills": "Soft Skills",
  "send_button": "Send",
  "hash_not_exist_error": "The given hash does not exist in the database",
  "invalid_count_skills_both": "You have not selected enough skills. Please select 20 skills and 3 soft skills.",
  "invalid_count_sfia_skills": "You have not selected enough SFIA skills. Please select 20 skills.",
  "invalid_count_soft_skills": "You have not selected enough soft skills. Please select 3 soft skills.",
  "display_gdpr": "GDPR Disclosure",

  "back": "Back",
  "submit": "Submit",
  "continue": "Continue",

  "thankYou": "Thank you for your answer!",
  "saveText": "Your answers have been saved to the database. Now you can close the page.",
  "backHome": "Back to Home"
}
