{
  "skillcollector_title": "Tervetuloa Skill Collectoriin",
  "feedback": "Palaute",
  "start": "Aloita",
  "home": "KOTI",
  "about_us": "TIETOA MEISTÄ",
  "instructions2": "Ohjeet ",
  "skills2": "Taidot",
  "skills3": "Pehmeät taidot",

  "limit_reached": "Olet saavuttanut luokan limitin",
  "selection_limit": "Voit valita vain enintään {0} taitoa luokasta {2}.",
  "got_it": "Ymmärsin",
  "soft": "pehmeä",
  "SFIA": "SFIA",
  "Future need skills": "Tuleva tarve",
  "Valuable skills": "Arvokkaat taidot",
  "Important skills": "Tärkeät taidot",
  "Most Important skills": "Tärkeimmät taidot",
  "Very Important skills": "Erittäin tärkeät taidot",
  "skills": "taitoa",
  "instructions.title": "Ohjeet",
  "instructions.description": "Valitset yhteensä 20 taitoa. Valitse seuraavat:",
  "instructions.description2": "Valitset yhteensä 3 taitoa. Valitse seuraavat:",

  "cookie_policy": "Evästekäytäntö",
  "cookie_policy_content": "Käytämme evästeitä parantaaksemme kokemustasi verkkosivustollamme.",
  "privacy_policy": "Yksityisyydensuoja",
  "privacy_policy_content": "Arvostamme yksityisyyttäsi ja teemme kovasti työtä henkilötietojesi suojelemiseksi.",
  "terms_of_use": "Käyttöehdot",
  "terms_of_use_content": "Käyttämällä verkkosivustoamme hyväksyt noudattavasi käyttöehtojamme.",

  "about_us_title": "Tietoa Meistä",
  "about_us_body": "Olemme Wimma Labista 2023",

  "overflow_team_name": "OVERFLOW-TIIMI",
  "overflow_team_desc": "Skill Collector -palvelua käytetään yrityksiltä tietojen keräämiseen ja sen välittämiseen koulutuslaitoksille. Kerätty tieto koskee taitoja, joita yritykset tarvitsevat nyt ja tulevaisuudessa tulevilta työntekijöiltään. <br> Skill Collectorin perusta luotiin jo keväällä Future Factory -kurssilla, mutta Overflow jatkaa sen kehittämistä. Keskitymme parantamaan Skill Collectorin käytettävyyttä toteuttamalla Power BI:n visualisoimaan tuloksia ja Power Automaten parantamaan työnkulkua. <br><br> Overflow työskentelee IoTitude-tiimin kanssa, joka tarjoaa meille SFIA-tietokannan.",
  "iotitude_team_name": "IOTITUDE-TIIMI",
  "iotitude_team_desc": "Päätehtävämme tänä kesänä tulee Combitech Oy:ltä. <br><br> Rakennamme avoimen lähdekoodin palvelua nimeltä Traffic Visualizer, joka käyttää julkisia liikenteen API:ja, esim. Digitraffic. Palvelu näyttää data visualisointeja kartalla, josta voit valita eri ajoneuvotyyppejä ja erilaisia aikaskaaloja. <br><br> Olemme myös rakentaneet SFIA-db API:n, joka käyttää SFIA-taitokehysdataa. Kehysdata on tallennettu PostgreSQL-tietokantaan, josta se voidaan hakea REST-pyyntöjen avulla muille projekteille.",
  "mysticons_team_name": "MYSTICONS-TIIMI",
  "mysticons_team_desc": "Mysticons tarjoaa konsultointipalveluja muille yrityksille liittyen konttienhallintaan, Kubernetesiin, tietoturvallisuuden auditointiin ja DevSecOps-periaatteisiin. Penetraatiotestaus ja dokumentaatio kuuluvat myös tarjoamiimme palveluihin. <br><br> Takaamme tietojesi turvallisuuden täysin automatisoidulla tietoturvakeskuksella, haavoittuvuusarvioilla sekä tiukalla CI/CD-pipelinetillä, jossa on tietoturvatestaus. Toimintamme on suunniteltu estämään haavoittuvien konttien tai potentiaalisesti turvattoman koodin käyttöönotto. Uskomme vahvasti, että kaikilla tulisi olla turvallinen ympäristö isännöintiin, kehittämiseen ja ylläpitoon.",
  "pengwin_team_name": "PENGWIN MEDIA-TIIMI",
  "pengwin_team_desc": "Pengwin Media luo ja suunnittelee WIMMA Labin erilaisia grafiikkoja, ylläpitää ja päivittää sosiaalisen median kanavia. Tiimi työskentelee myös tiiviisti muiden tiimien kanssa ja antaa heille tarvittaessa konsultaatiota. <br><br> Pengwin Media vastaa myös WIMMA Labin Open Doors -verkkosivustosta ja päivityksistä WIMMA Labin kotisivuilla. Tänä vuonna Pengwin Media sai myös oman tehtävän: Career Scouter -verkkosivusto.",

  "terms_title": "KÄYTTÖEHDOT",
  "terms_intro": "Nämä ehdot (\"Ehdot\") koskevat (Skill collector website) -sivustomme käyttöä. Lue nämä ehdot huolellisesti ennen kuin käytät verkkosivustoamme.",
  "acceptance_title": "EHTOJEN HYVÄKSYMINEN",
  "acceptance_body": "Käyttämällä verkkosivustoamme sitoudut noudattamaan näitä ehtoja ja kaikkia sovellettavia lakeja ja määräyksiä. Jos et hyväksy jotakin näistä ehdoista, et saa käyttää tätä verkkosivustoa.",
  "ip_title": "IMMATERIAALIOIKEUDET",
  "ip_body": "Tämän verkkosivuston sisältö, mukaan lukien teksti, grafiikka, logot, kuvat, äänileikkeet, digitaaliset lataukset, tietokokoelmat ja ohjelmistot, on Skill Collectorin tai sen sisällöntuottajien omaisuutta ja on suojattu immateriaalioikeuksilla. Et saa jäljentää, jakaa, muokata, näyttää, esittää tai käyttää mitään sisältöä ilman kirjallista lupaamme.",
  "accounts_title": "KÄYTTÄJÄTILIT",
  "accounts_body": "Jotta pääset käyttämään tiettyjä verkkosivuston ominaisuuksia, sinun on kirjauduttava sisään hash koodilla. Olet vastuussa kirjautumissessiosi luottamuksellisuuden säilyttämisestä ja tietokoneesi käytön rajoittamisesta. Sitoudut ottamaan vastuun kaikista toiminnoista, jotka tapahtuvat Skill Collectorin käytön aikana.",
  "conduct_title": "KÄYTTÄJÄN KÄYTTÖ",
  "conduct_body": "Kun käytät verkkosivustoamme, hyväksyt, että et: Riko sovellettavia lakeja tai määräyksiä. Loukkaa muiden oikeuksia. Lähetä haitallista, laitonta tai muuten vastenmielistä sisältöä. Osallistu mihin tahansa toimintaan, joka voi häiritä verkkosivustoa tai siihen yhdistettyjä palvelimia ja verkkoja. Yritä päästä luvatta mihin tahansa verkkosivuston osaan tai mihin tahansa siihen liitettyyn järjestelmään tai verkkoon.",
  "privacy_title": "TIETOSUOJAKÄYTÄNTÖ",
  "privacy_body": "Tietosuojakäytäntömme säätelee sellaisten henkilötietojen keräämistä, käyttöä ja paljastamista, joita voimme saada sinulta verkkosivuston käytön kautta. Käyttämällä verkkosivustoamme hyväksyt henkilötietojesi keräämisen, käytön ja paljastamisen tietosuojakäytännössämme kuvatulla tavalla.",
  "disclaimer_title": "VASTUUVAPAUSLAUSEKE TAKUISTA",
  "disclaimer_body": "Verkkosivusto ja sen sisältö tarjotaan \"sellaisenaan\" ja \"sellaisena kuin saatavilla\" ilman minkäänlaista nimenomaista tai oletettua takuuta. Emme takaa, että verkkosivusto on virheetön, keskeytymätön, turvallinen tai vapaa viruksista tai muista haitallisista osista.",
  "limitation_title": "VASTUUN RAJOITUS",
  "limitation_body": "Skill Collector tai sen tytäryhtiöt, kumppanit tai toimittajat eivät ole missään tapauksessa vastuussa mistään vahingoista (mukaan lukien rajoituksetta tietojen tai voiton menetyksestä johtuvat vahingot), jotka johtuvat verkkosivuston käytöstä tai kyvyttömyydestä käyttää, vaikka meille olisi ilmoitettu. tällaisten vahinkojen mahdollisuudesta.",
  "changes_title": "MUUTOKSET EHTOIHIN",
  "changes_body": "Pidätämme oikeuden päivittää tai muuttaa näitä ehtoja milloin tahansa ilman ennakkoilmoitusta. Muutokset astuvat voimaan välittömästi, kun tarkistetut ehtot on julkaistu Verkkosivustolla. Jos jatkat verkkosivuston käyttöä muutosten julkaisemisen jälkeen, hyväksyt muutokset.",
  "governing_title": "SOVELLETTAVA LAINSÄÄDÄNTÖ",
  "governing_body": "Näihin ehtoihin sovelletaan Suomen lakia ja niitä tulkitaan niiden mukaisesti ottamatta huomioon sen lainvalintasäännöksiä.",
  "contact_title": "YHTEYSTIEDOT",
  "contact_body": "Jos sinulla on kysyttävää näistä ehdoista, ota yhteyttä rekisterinpitäjään.",

  "welcome_message": "Skill Collector on kattava alusta taitokyselytiedon keräämiseen ja analysointiin.",
  "hash_placeholder": "Syötä sinun hash",
  "hash_info": "Sinä sait hashin sähköpostitse.",
  "hash_not_found": "Hashia ei löytynyt",

  "questionnaire_info": "Tämän kyselylomakkeen vastaaminen vie noin 15 minuuttia. Valitset yhteensä 23 taitoa, ensimmäisellä sivulla valitset 20 taitoa:",
  "very_important": "5 Erittäin tärkeää",
  "important": "5 Tärkeää",
  "valuable": "5 Arvokasta",
  "future_useful": "5 Tulevaisuuden tarve",
  "soft_skills": "ja toisella sivulla 3 pehmeää taitoa",
  "soft_valuable": "1 Arvokas",
  "soft_important": "1 Tärkeä",
  "soft_very_important": "1 Erittäin tärkeä",
  "navigation_info": "Voit liikkua helposti luokkien välillä napsauttamalla luokan nimeä navigointipalkissa sivun vasemmalla puolella. Voit nähdä taitojen yksityiskohtaisemman kuvauksen viemällä kursorin kysymysmerkin päälle taidon vieressä.",

  "gdpr_title": "GDPR-seloste",
  "register_and_privacy_policy": "Rekisteri- ja tietosuojaseloste",
  "modified": "Tämä on Skill Collectorin tietosuoja- ja rekisteriseloste EU:n yleisen tietosuoja-asetuksen (GDPR) mukaisesti. Viimeksi muokattu 07.03.2023.",
  "controller": "1. Rekisterinpitäjä",
  "controller_name": "Gang De Farine",
  "contact_person": "2. Rekisteriasioista vastaava henkilö",
  "contact_info": "Tietosuojavastaava gang@defarine.com",
  "register_name_title": "3. Rekisterin nimi",
  "register_name": "Verkkopalvelun käyttäjärekisteri",
  "legal_basis_title": "4. Henkilötietojen käsittelyn oikeusperuste ja tarkoitus",
  "legal_basis_info": "Henkilötietojen käsittelyn oikeusperuste EU:n yleisen tietosuoja-asetuksen mukaan on henkilön suostumus. Tietoja ei käytetä automaattiseen päätöksentekoon tai profilointiin.",
  "data_content_title": "5. Rekisterin tietosisältö",
  "plausible_info": "Plausible.io-käyttäjäanalytiikkaliitännäinen kerää seuraavia tietoja käyttäjistämme:",
  "user_identification": "Käyttäjä tunnistetaan ilman selaimen evästeitä kaavan avulla: hash(päivittäinen_suola + verkkosivuston_domain + ip_osoite + käyttäjäagentti)",
  "doorbell_info": "Doorbell.io-liitännäinen kerää seuraavat tiedot käyttäjästä, jos käyttäjä lähettää palautetta sen kautta:",
  "skillcollector_info": "SkillCollector kerää tietokantaan vain:",
  "regular_sources_title": "6. Säännölliset tietolähteet",
  "regular_sources_info": "Tiedot saadaan liitännäisten kautta, kun sivustoa käytetään, kun tietoja lähetetään palautelomakkeen kautta ja kun käyttäjä jättää vastauksensa.",
  "disclosures_title": "7. Säännölliset tietojen luovutukset ja tietojen siirto EU:n tai ETA:n ulkopuolelle",
  "disclosures_info": "Tietoja ei säännöllisesti luovuteta muille tahoille. Tietoja voidaan julkaista sovittuun laajuuteen asti asiakkaan kanssa. Rekisterinpitäjä voi myös siirtää tietoja EU:n tai ETA:n ulkopuolelle. Tietoja ei siirretä Yhdysvaltoihin ilman rekisteröityjen nimenomaista suostumusta.",
  "protection_principles_title": "8. Rekisterin suojelun periaatteet",
  "protection_principles_info": "Rekisteriä käsitellään huolellisesti ja tietojärjestelmien käsittelemät tiedot on suojattu asianmukaisesti. Kun tiedot tallennetaan Internet-palvelimille, niiden laitteiston fyysinen ja digitaalinen turvallisuus varmistetaan asianmukaisesti. Rekisterinpitäjä varmistaa, että tallennetut tiedot sekä palvelimille että muille henkilötietojen turvallisuuden kannalta kriittisille tiedoille annetut käyttöoikeudet käsitellään luottamuksellisesti ja vain sellaisten työntekijöiden toimesta, joiden työkuvaan tämä kuuluu.",
  "inspection_right_title": "9. Tarkastusoikeus ja oikeus vaatia tiedon korjaamista",
  "inspection_right_info": "Jokaisella rekisterissä olevalla henkilöllä on oikeus tarkistaa rekisteriin tallennetut tietonsa ja vaatia mahdollisten virheellisten tai puutteellisten tietojen korjaamista tai täydentämistä. Jos henkilö haluaa tarkistaa tai pyytää korjaamaan hänestä tallennetut tiedot, pyyntö on lähetettävä kirjallisesti rekisterinpitäjälle. Rekisterinpitäjä voi tarvittaessa pyytää hakijaa todistamaan henkilöllisyytensä. Rekisterinpitäjä vastaa asiakkaalle EU:n yleisen tietosuoja-asetuksen mukaisissa määräajoissa (pääsääntöisesti kuukauden kuluessa).",
  "other_rights_title": "10. Muut henkilötietojen käsittelyyn liittyvät oikeudet",
  "other_rights_info": "Rekisterissä olevalla henkilöllä on oikeus pyytää häntä koskevien henkilötietojen poistamista rekisteristä (\"oikeus tulla unohdetuksi\"). Rekisteröidyllä on myös muita EU:n yleisen tietosuoja-asetuksen mukaisia oikeuksia, kuten oikeus rajoittaa henkilötietojen käsittelyä tietyissä olosuhteissa. Pyyntö tulee lähettää kirjallisesti rekisterinpitäjälle. Rekisterinpitäjä voi tarvittaessa pyytää hakijaa todistamaan henkilöllisyytensä. Rekisterinpitäjä vastaa asiakkaalle EU:n tietosuoja-asetuksen mukaisissa määräajoissa (pääsääntöisesti kuukauden kuluessa).",
  "display_gdpr": "GDPR Seloste",
  "privacy_value": "Skill Collectorissa arvostamme yksityisyyttäsi emmekä kerää käyttäjiltämme henkilötietoja.",
  "information_collection": "Mitä tietoa keräämme?",
  "information_statement": "Koska emme kerää henkilötietoja, kuten nimiä, sähköpostiosoitteita tai yhteystietoja, voit selata verkkosivustoamme anonyymisti ilman tarvetta antaa henkilökohtaisia tietoja.",
  "use_of_cookies": "Evästeiden ja vastaavien teknologioiden käyttö:",
  "cookies_statement": "Jotta voimme parantaa selauskokemustasi, käytämme evästeitä ja vastaavia teknologioita verkkosivustollamme. Nämä ovat pieniä tekstitiedostoja, jotka tallennetaan laitteellesi ja jotka auttavat meitä analysoimaan verkkosivuliikennettä, mukauttamaan sisältöä ja parantamaan kokonaisuudessaan suorituskykyä. Evästeet eivät sisällä henkilökohtaisia tietoja, käytämme evästeitä vain istuntosi ylläpitämiseen.",
  "third_party_links": "Kolmansien osapuolien linkit:",
  "third_party_statement": "Verkkosivustollamme saattaa olla linkkejä kolmansien osapuolien verkkosivustoille mukavuutesi tai viitteenäsi. Huomaathan, että meillä ei ole hallintaa näiden verkkosivustojen yksityisyydensuojakäytäntöjen tai sisällön yli. Kehotamme sinua tarkistamaan kolmansien osapuolien sivustojen yksityisyydensuojakäytännöt.",
  "your_rights": "Oikeutesi:",
  "rights_statement": "Vaikka emme kerää henkilökohtaisia tietoja, kunnioitamme silti yksityisyysoikeuksiasi. Jos sinulla on huolenaiheita tai kysymyksiä verkkosivustomme yksityisyydensuojakäytännöistä tai haluat käyttää soveltuvien lakien mukaisia tietosuojaoikeuksiasi, ota rohkeasti yhteyttä meihin tarjoamillamme yhteystiedoilla.",
  "gdpr_changes": "Muutokset GDPR-lausuntoomme:",
  "changes_statement": "Voimme ajoittain päivittää GDPR-lausuntoamme, jotta se kuvastaa yksityisyydensuojakäytäntöjemme muutoksia. Kun teemme muutoksia, päivitetty lausunto julkaistaan tällä sivulla päivitetyn tarkistuspäivämäärän kanssa. Suosittelemme tarkistamaan tämän sivun ajoittain pysyäksesi ajan tasalla siitä, miten suojaamme yksityisyyttäsi.",

  "close_button": "Sulje",
  "checkSummary": "Tarkista yhteenveto",
  "read_through_list": "Lue läpi lista ja vahvista valintasi ennen lähettämistä",
  "futureNeed": "Tuleva tarve",
  "valuable2": "Arvokas",
  "important2": "Tärkeä",
  "mostImportant": "Tärkein",
  "veryImportant": "Erittäin tärkeä",
  "skill": "Taito",
  "People and skills": "Ihmiset ja taidot",
  "Change and transformation": "Muutos ja transformaatio",
  "Strategy and architecture": "Strategia ja arkkitehtuuri",
  "Development and implementation": "Kehittäminen ja toteuttaminen",
  "Relationships and engagement": "Suhteet ja sitoutuminen",
  "Delivery and operation": "Toimitus ja toiminta",
  "Soft skills": "Pehmeät taidot",
  "send_button": "Lähetä",
  "hash_not_exist_error": "Annettua tiivistettä ei löydy tietokannasta",
  "invalid_count_skills_both": "Et ole valinnut tarpeeksi taitoja. Valitse 20 taitoa ja 3 pehmeää taitoa.",
  "invalid_count_sfia_skills": "Et ole valinnut tarpeeksi SFIA-taitoja. Valitse 20 aitoa.",
  "invalid_count_soft_skills": "Et ole valinnut tarpeeksi pehmeitä taitoja. Valitse 3 pehmeää taitoa.",

  "back": "Takaisin",
  "submit": "Lähetä",
  "continue": "Jatka",

  "thankYou": "Kiitos vastauksestasi!",
  "saveText": "Vastauksesi on tallennettu tietokantaan. Voit nyt sulkea sivun.",
  "backHome": "Takaisin kotiin"
}
