{
  "skillcollector_title": "Välkommen till Skill Collector",
  "feedback": "Feedback",
  "start": "Starta",
  "home": "HEM",
  "about_us": "OM OSS",
  "instructions2": "Instruktör ",
  "skills2": "Färdighe",
  "skills3": "Mjuka färdigheter",

  "limit_reached": "Du har nått gränsen för kategorin",
  "selection_limit": "Du kan endast välja upp till {0} i kategorin Färdighe för kompetensnivån {2}.",
  "got_it": "Jag fattar",
  "soft": "mjuk",
  "SFIA": "SFIA",
  "Future need skills": "Framtida behov",
  "Valuable skills": "Värdefulla färdigheter",
  "Important skills": "Viktiga färdigheter",
  "Most Important skills": "Mest betydelsefulla färdigheter",
  "Very Important skills": "Mycket viktiga färdigheter",
  "skills": "färdighet",
  "instructions.title": "Instruktioner",
  "instructions.description": "Du kommer att välja totalt 20 färdigheter. Var god välj:",
  "instructions.description2": "Du kommer att välja totalt 3 färdigheter. Var vänlig och välj:",

  "cookie_policy": "Cookiepolicy",
  "cookie_policy_content": "Vi använder cookies för att förbättra din upplevelse på vår webbplats.",
  "privacy_policy": "Integritetspolicy",
  "privacy_policy_content": "Vi värdesätter din integritet och arbetar hårt för att skydda din personliga information.",
  "terms_of_use": "Användarvillkor",
  "terms_of_use_content": "Genom att använda vår webbplats godkänner du att följa våra användarvillkor.",

  "welcome_message": "Skill Collector är en omfattande plattform för att samla in och analysera färdighetsundersökningsdata.",
  "hash_placeholder": "Ange ditt hash",
  "hash_info": "Du fick en hash i ett e-postmeddelande.",
  "hash_not_found": "Hash hittades inte",

  "about_us_title": "Om Oss",
  "about_us_body": "Vi är från Wimma Lab 2023",

  "overflow_team_name": "OVERFLOW-TEAMET",
  "overflow_team_desc": "Skill Collector används för att samla information från företag och vidarebefordra den till utbildningsinstitutioner. Den insamlade informationen handlar om de färdigheter som företag behöver nu och i framtiden från framtida anställda. <br> Grunden för Skill Collector lades redan på våren i kursen Future Factory, men Overflow fortsätter dess utveckling. Vi fokuserar på att förbättra användbarheten av Skill Collector genom att implementera Power BI för att visualisera resultaten och Power Automate för att förbättra arbetsflödet. <br><br> Overflow arbetar med IoTitude-teamet, som förser oss med SFIA-databasen.",
  "iotitude_team_name": "IOTITUDE-TEAMET",
  "iotitude_team_desc": "Vårt huvuduppdrag denna sommar kommer från Combitech Oy. <br><br> Vi bygger en öppen källkods-tjänst Traffic Visualizer som använder offentliga trafik-APIer, t.ex. Digitraffic. Tjänsten visar data visualiseringar på en karta där du kan välja mellan fordonstyper och olika tidsskalor. <br><br> Vi byggde också SFIA-db API som använder SFIA färdighetsramverksdata. Ramverksdata lagras i en PostgreSQL-databas som kan hämtas med REST-begäran för andra projekt att använda.",
  "mysticons_team_name": "MYSTICONS TEAMET",
  "mysticons_team_desc": "Mysticons kommer att erbjuda konsulttjänster till andra företag om containeriseringsfrågor, Kubernetes, säkerhetsrevision och principer relaterade till DevSecOps. Penetrationstester och dokumentation är också en del av våra tillhandahållna tjänster. <br><br> Vi kommer att säkerställa säkerheten för dina data genom ett helt automatiserat säkerhetsoperativt centrum, sårbarhetsbedömningar och en sträng CI/CD-pipeline med säkerhetstestning. Vår implementering är utformad för att förhindra driftsättning av sårbara behållare eller potentiellt osäker kod. Vi tror starkt på att alla ska ha tillgång till en säker miljö för hosting, utveckling och underhåll.",
  "pengwin_team_name": "PENGWIN MEDIA TEAMET",
  "pengwin_team_desc": "Pengwin Media skapar och designar WIMMA Labs olika grafik, upprätthåller och uppdaterar sociala mediekanaler. Teamet arbetar också nära med andra team och ger dem råd vid behov. <br><br> WIMMA Labs Open Doors-webbplats och uppdateringar till WIMMA Labs hemsida görs också av Pengwin Media. I år fick Pengwin Media också ett eget uppdrag; Career Scouter-webbplatsen.",

  "terms_title": "VILLKOR",
  "terms_intro": "Dessa villkor (\"Villkor\") styr din användning av vår webbplats som finns på (Skill Collector-webbplatsen). Läs dessa villkor noggrant innan du går in på eller använder vår webbplats.",
  "acceptance_title": "ACCEPTERANDE AV VILLKOR",
  "acceptance_body": "Genom att gå in på eller använda vår webbplats samtycker du till att vara bunden av dessa villkor och alla tillämpliga lagar och förordningar. Om du inte godkänner någon av dessa villkor är du förbjuden att använda eller komma åt denna webbplats.",
  "ip_title": "IMMATERIELLA RÄTTIGHETER",
  "ip_body": "Innehållet på denna webbplats, inklusive men inte begränsat till text, grafik, logotyper, bilder, ljudklipp, digitala nedladdningar, datasammanställningar och programvara, tillhör Skill Collector eller dess innehållsleverantörer och skyddas av lagar om immateriella rättigheter. Du får inte reproducera, distribuera, modifiera, visa, utföra eller använda något av innehållet utan vårt skriftliga medgivande i förväg.",
  "accounts_title": "ANVÄNDARKONTON",
  "accounts_body": "För att komma åt vissa funktioner på webbplatsen måste du logga in med hashkod. Du är ansvarig för att upprätthålla sekretessen för ditt konto och för att begränsa åtkomsten till din dator. Du accepterar att ta ansvar för alla aktiviteter som sker under din hashkod.",
  "conduct_title": "ANVÄNDARUPPFÖRANDE",
  "conduct_body": "När du använder vår webbplats samtycker du till att inte: Bryter mot tillämpliga lagar eller förordningar. Kränker andras rättigheter. Överför allt skadligt, olagligt eller på annat sätt stötande innehåll. Delta i någon aktivitet som kan störa eller störa webbplatsen eller de servrar och nätverk som är anslutna till den. Försök att få obehörig åtkomst till någon del av webbplatsen eller andra system eller nätverk som är anslutna till den.",
  "privacy_title": "INTEGRITETSPOLICY",
  "privacy_body": "Vår sekretesspolicy reglerar insamling, användning och avslöjande av personlig information som vi kan få från dig genom din användning av webbplatsen. Genom att använda vår webbplats samtycker du till insamling, användning och avslöjande av din personliga information enligt beskrivningen i vår sekretesspolicy.",
  "disclaimer_title": "FRISKRIVNING FRÅN GARANTI",
  "disclaimer_body": "Webbplatsen och dess innehåll tillhandahålls \"i befintligt skick\" och \"som tillgängligt\" utan några garantier av något slag, vare sig uttryckliga eller underförstådda. Vi garanterar inte att webbplatsen kommer att vara felfri, oavbruten, säker eller fri från virus eller andra skadliga komponenter.",
  "limitation_title": "ANSVARSBEGRÄNSNING",
  "limitation_body": "Under inga omständigheter ska Skill Collector eller dess dotterbolag, partners eller leverantörer hållas ansvariga för några skador (inklusive, utan begränsning, skador för förlust av data eller vinst) som uppstår till följd av användningen eller oförmågan att använda webbplatsen, även om vi har varit underrättas om möjligheten till sådan skada.",
  "changes_title": "ÄNDRINGAR AV VILLKOR OCH VILLKOR",
  "changes_body": "Vi förbehåller oss rätten att uppdatera eller modifiera dessa villkor när som helst utan föregående meddelande. Eventuella ändringar träder i kraft omedelbart efter att de reviderade villkoren publicerats på webbplatsen. Din fortsatta användning av webbplatsen efter att eventuella ändringar publicerats innebär att du accepterar dessa ändringar.",
  "governing_title": "GÄLLANDE LAG",
  "governing_body": "Dessa villkor ska styras av och tolkas i enlighet med finländska lagar, utan hänsyn till dess lagkonflikter.",
  "contact_title": "KONTAKTINFORMATION",
  "contact_body": "Om du har några frågor om dessa villkor, vänligen kontakta vår registrator.",

  "questionnaire_info": "Att svara på detta frågeformulär tar cirka 15 minuter. Du kommer att välja totalt 23 färdigheter, på första sidan väljer du 20 färdigheter:",
  "very_important": "5 Mycket viktigt",
  "important": "5 Viktigt",
  "valuable": "5 Värdefull",
  "future_useful": "5 Framtida behov",
  "soft_skills": "och på den andra sidan 3 mjuka färdigheter",
  "soft_valuable": "1 Värdefull",
  "soft_important": "1 Viktig",
  "soft_very_important": "1 Mycket viktig",
  "navigation_info": "Du kan enkelt flytta mellan kategorier genom att klicka på kategorinamnet i navigeringsfältet på vänster sida av sidan. Du kan se en mer detaljerad beskrivning av färdigheterna genom att hovra över frågetecknet bredvid färdigheten.",

  "gdpr_title": "GDPR-avslöjande",
  "register_and_privacy_policy": "Register och sekretesspolicy",
  "modified": "Detta är Skill Collectors integritets- och dataskyddsinformation i enlighet med EU:s allmänna dataskyddsförordning (GDPR). Senast ändrad 07.03.2023.",
  "controller": "1. Kontrollanten",
  "controller_name": "Gang De Farine",
  "contact_person": "2. Kontaktperson ansvarig för registret",
  "contact_info": "Dataskyddsombud gang@defarine.com",
  "register_name_title": "3. Namn på registret",
  "register_name": "Register över användare av onlinetjänsten",
  "legal_basis_title": "4. Rättslig grund och ändamål med behandling av personuppgifter",
  "legal_basis_info": "Den rättsliga grunden för behandling av personuppgifter enligt EU:s allmänna dataskyddsförordning är personens samtycke. Uppgifterna kommer inte att användas för automatiserat beslutsfattande eller profilering.",
  "data_content_title": "5. Registerdatainnehåll",
  "plausible_info": "Plausible.io-användaranalyspluginet samlar in följande information om våra användare:",
  "user_identification": "Användaren identifieras utan webbläsarkakor med hjälp av formeln: hash(daglig_salt + webbplats_domän + ip_adress + användaragent)",
  "doorbell_info": "Doorbell.io-pluginet samlar in följande information om användaren om användaren skickar feedback genom den:",
  "skillcollector_info": "SkillCollector samlar endast i databasen:",
  "regular_sources_title": "6. Regelbundna informationskällor",
  "regular_sources_info": "Informationen erhålls genom plugin-program när webbplatsen nås, när information skickas via feedbackformuläret och när användaren lämnar sitt svar.",
  "disclosures_title": "7. Regelbundna avslöjanden och överföring av data utanför EU eller EES",
  "disclosures_info": "Data avslöjas inte regelbundet till andra parter. Data kan publiceras i den utsträckning som överenskommits med kunden. Data kan också överföras utanför EU eller EES av kontrollanten. Uppgifter kommer inte att överföras till USA utan de registrerade personernas uttryckliga samtycke.",
  "protection_principles_title": "8. Principer för registrets skydd",
  "protection_principles_info": "Registret behandlas med due care och data som behandlas av informationssystemen är tillräckligt skyddade. När data lagras på internetservrar ska deras hårdvaras fysiska och digitala säkerhet tillräckligt säkerställas. Kontrollanten ska se till att lagrade data, samt rättigheter till servrar och annan information som är kritisk för säkerheten för personuppgifter, behandlas konfidentiellt och endast av anställda vars jobbeskrivning inkluderar detta.",
  "inspection_right_title": "9. Rätt till inspektion och rätt att begära korrigering av information",
  "inspection_right_info": "Varje person i registret har rätt att kontrollera informationen som lagras i registret och att begära att eventuell felaktig eller ofullständig information korrigeras eller kompletteras. Om en person vill kontrollera eller begära en korrigering av data lagrade om honom eller henne, måste begäran skickas skriftligen till kontrollanten. Kontrollanten kan vid behov be den sökande att bevisa sin identitet. Kontrollanten kommer att svara kunden inom de tidsgränser som anges i EU:s allmänna dataskyddsförordning (som en allmän regel inom en månad).",
  "other_rights_title": "10. Andra rättigheter relaterade till behandling av personuppgifter",
  "other_rights_info": "En person i registret har rätt att begära att personuppgifter som rör honom eller henne raderas från registret (\"rätten att bli glömd\"). Dataämnen har också andra rättigheter enligt EU:s allmänna dataskyddsförordning, såsom begränsning av behandling av personuppgifter under vissa omständigheter. Begäranden bör skickas skriftligen till kontrollanten. Kontrollanten kan vid behov be den sökande att bevisa sin identitet. Kontrollanten kommer att svara kunden inom de tidsgränser som anges av EU:s GDPR (som en allmän regel inom en månad).",
  "privacy_value": "På Skill Collector värdesätter vi din integritet och vi samlar inte in personuppgifter från våra användare.",
  "information_collection": "Vilken information samlar vi in?",
  "information_statement": "Eftersom vi inte samlar in personuppgifter, såsom namn, e-postadresser eller kontaktuppgifter, kan du surfa på vår webbplats anonymt utan att behöva tillhandahålla några personuppgifter.",
  "use_of_cookies": "Användning av cookies och liknande teknologier:",
  "cookies_statement": "För att förbättra din surfupplevelse använder vi cookies och liknande teknologier på vår webbplats. Dessa är små textfiler som lagras på din enhet som hjälper oss att analysera webbplatsens trafik, anpassa innehållet och förbättra den totala prestandan. Dessa cookies innehåller inte någon personlig information, vi använder endast cookies för att hålla din session aktiv.",
  "third_party_links": "Tredjepartslänkar:",
  "third_party_statement": "Vår webbplats kan innehålla länkar till tredjepartswebbplatser för din bekvämlighet eller som referens. Vänligen notera att vi inte har någon kontroll över integritetspraxis eller innehållet på dessa webbplatser. Vi uppmuntrar dig att granska integritetspolicyerna på alla tredjepartswebbplatser du besöker.",
  "your_rights": "Dina rättigheter:",
  "rights_statement": "Även om vi inte samlar in personlig information respekterar vi fortfarande dina rättigheter till integritet. Om du har några bekymmer eller frågor om vår webbplats integritetsrutiner eller önskar att utöva eventuella dataskyddsrättigheter som du kan ha enligt tillämpliga lagar, vänligen tveka inte att kontakta oss med de tillhandahållna kontaktuppgifterna.",
  "gdpr_changes": "Ändringar i vårt GDPR-uttalande:",
  "changes_statement": "Vi kan ibland uppdatera vårt GDPR-uttalande för att reflektera eventuella ändringar i våra integritetsrutiner. När vi gör ändringar kommer det reviderade uttalandet att publiceras på denna sida med ett uppdaterat revisionsdatum. Vi rekommenderar att du regelbundet kollar in denna sida för att hålla dig informerad om hur vi skyddar din integritet.",

  "close_button": "Stäng",
  "checkSummary": "Kolla sammanfattning",
  "read_through_list": "Läs igenom listan och bekräfta att du är nöjd med dina val innan du skickar",
  "futureNeed": "Framtida behov",
  "valuable2": "Värdefull",
  "important2": "Viktig",
  "mostImportant": "Mest viktig",
  "veryImportant": "Väldigt viktig",
  "skill": "Kompetens",
  "People and skills": "Människor och färdigheter",
  "Change and transformation": "Förändring och transformation",
  "Strategy and architecture": "Strategi och arkitektur",
  "Development and implementation": "Utveckling och implementering",
  "Relationships and engagement": "Relationer och engagemang",
  "Delivery and operation": "Leverans och drift",
  "Soft skills": "Mjuka färdigheter",
  "send_button": "Sänd",
  "hash_not_exist_error": "Det angivna hashet finns inte i databasen",
  "invalid_count_skills_both": "Du har inte valt tillräckligt med färdigheter. Välj 20 färdigheter och 3 mjuka färdigheter.",
  "invalid_count_sfia_skills": "Du har inte valt tillräckligt med färdigheter. Välj 20 färdigheter.",
  "invalid_count_soft_skills": "Du har inte valt tillräckligt med mjuka färdigheter. Välj 3 mjuka färdigheter.",
  "display_gdpr": "GDPR Information",

  "back": "Tillbaka",
  "submit": "Skicka",
  "continue": "Fortsätt",

  "thankYou": "Tack för ditt svar!",
  "saveText": "Dina svar har sparats i databasen. Du kan nu stänga sidan.",
  "backHome": "Tillbaka till startsidan"
}
